// import tao1 from './tao.js'
// import zy from './zy.js'
export const tao122 = [
    {title: '第一章', cont: ['道可道也，非恒道也。名可名也，非恒名也。','无名，万物之始也；有名，万物之母也。','故恒无欲也，以观其眇；恒有欲也，以观其所徼。','两者同出，异名同谓。玄之又玄，众眇之门。']},
    {title: '第二章', cont: ['天下皆知美之为美，恶已；皆知善，斯不善矣。','有无之相生也，难易之相成也，长短之相刑也，高下之相盈也，音声之相和也，先后之相随，恒也。','是以圣人居无为之事，行不言之教，万物作而弗始也，为而弗志也，成功而弗居也。夫唯弗居，是以弗去。']},
    {title: '第三章', cont: ['不上贤，使民不争；不贵难得之货，使民不为盗；不见可欲，使民不乱。','是以圣人之治也，虚其心，实其腹，弱其志，强其骨，恒使民无知、无欲也。使夫知不敢、弗为而已，则无不治矣。']},
    {title: '第四章', cont: ['道冲，而用之有弗盈也。渊呵！似万物之宗。锉其兑，解其纷，和其光，同其尘。湛呵！似或存。吾不知其谁之子，象帝之先。']},
    {title: '第五章', cont: ['天地不仁，以万物为刍狗；圣人不仁，以百姓为刍狗。','天地之间，其犹橐龠乎？虚而不屈，动而俞出。多闻数穷，不若守于中。']},
    {title: '第六章', cont: ['谷神不死，是谓玄牝。玄牝之门，是谓天地之根。绵绵呵！其若存！用之不堇。']},
    {title: '第七章', cont: ['天长，地久。天地之所以能长且久者，以其不自生也，故能长生。','是以圣人后其身而身先，外其身而身存，非以其无私邪？故能成其私。']},
    {title: '第八章', cont: ['上善若水。水善利万物而不争，处众人之所恶，故几于道。','居，善地；心，善渊；与，善仁；言，善信；政，善治；事，善能；动，善时。夫唯不争，故无尤。']},
    {title: '第九章', cont: ['持而盈之，不如其已；','揣而锐之，不可长保。','金玉满堂，莫之能守；','富贵而骄，自遗其咎。','功成身退，天之道也。']},

    {title: '第十章', cont: ['载营魄抱一，能无离乎？','专气致柔，能如婴儿乎？','涤除玄鉴④，能无疵乎？','爱民治国，能无为乎？','天门开阖，能为雌乎？','明白四达，能无知乎？']},
    {title: '', cont: [" ","","",""]}
]
export const books = [
    {'name':'道德经','book':'tao'},
    {'name':'周易','book':'zy'},
]
export {tao} from './tao.js'
export {zy} from './zy.js'

export const tao1Url = 'http://www.shixiu.net/nanshi/zhuzuo/lzts/4294.html'